{"pageProps":{"note":{"id":"uop7bfac7p4i3ok6uz7evay","title":"Ai and the Age of the Individual","desc":"","updated":1668584170046,"created":1668584114168,"custom":{},"fname":"ar.superorganizers.ai-and-the-age-of-the-individual","type":"note","vault":{"fsPath":"public-notes","remote":{"type":"git","url":"git@github.com:djradon/public-notes.git"},"name":"public-notes"},"contentHash":"2ca490bbe581267c3c23364bc913d4b2","links":[],"anchors":{},"children":[],"parent":"ia1ofntismk814syc4sem7r","data":{}},"body":"<h1 id=\"ai-and-the-age-of-the-individual\">Ai and the Age of the Individual<a aria-hidden=\"true\" class=\"anchor-heading icon-link\" href=\"#ai-and-the-age-of-the-individual\"></a></h1>\n<p>Superorganizers\nAI and the Age of the Individual\nWhen intelligence is cheap individuals win</p>\n<p>by Dan Shipper\n\"a man with four arms typing on four typewriters at once, hyperrealistic\"</p>\n<p>People think AI is going to replace individuals and create gigantic trillion dollar megacorporations that will upend Google. But I think there’s a strong case to be made that rather than replacing individuals, recent advances in AI will empower them to make an impact on a scale matching some of the biggest businesses, research labs, and creative organizations of today. </p>\n<p>Why? What businesses and research labs and movie studios purchase with their cash flow is intelligence. Organizations large and small are responsible for coordinating the intelligence of individual employees together to make products, discover new knowledge, and create new works of art. </p>\n<p>AI pushes the cost of intelligence toward zero. And as this happens, domains of achievement that were previously unavailable to individuals and small teams—because they required the marshaling and coordination of a large amount of intelligence—suddenly open up.</p>\n<p>If you want to understand what will happen when the cost of intelligence goes to zero, you should look at what people who can afford the currently high cost of intelligence do with it today. What they do with it today, will be what individuals will be able to do with AI tomorrow.</p>\n<p>Let’s start with writers.\nHow this will work for writers</p>\n<p>If you’re a writer today, you’ve got to do a lot to stay on top of your game. </p>\n<p>Take someone like Ryan Holiday. Ryan runs:</p>\n<pre><code>A daily email called the Daily Stoic\nA Daily Stoic podcast\nA Daily Stoic YouTube channel\nA daily email called the Daily Dad\nOh and he's also written something like 5 books in the last 2 years\n(I honestly think I’m missing a few things here—he has another newsletter on book recommendations that comes out monthly)\n</code></pre>\n<p>How does he do it? Well, first, an insane work ethic. Second, he has a very well-established content format and pipeline: he reads a lot, he takes a lot of notes on what he reads, and he’s quite good at translating little bits of reading into short, punchy essays that become newsletters or book chapters. These bits of writing then get translated into different formats: YouTube videos, a podcast, and more.</p>\n<p>Third, and most importantly, although he’s involved in everything that goes out, Ryan doesn’t do all of it himself. He has writers on staff that help him research and flesh out ideas and outlines into full-fledged posts. He has video editors and producers that help him translate his written pieces into videos. And he has podcast editors who help him turn his writing into audio. </p>\n<p>If you want to have a level of output equal to Ryan, you need to not only have his rare combination of drive, writing skills, and intelligence. But you also have to have the resources and reach to recruit and pay the team that helps you output so much writing consistently, and then translate it into new formats.</p>\n<p>AI tools change this dynamic considerably. </p>\n<p>For one, text-based large language models are already quite good at filling a research assistant or co-writer role. They’re happy to help look up facts and quotes, or to create an outline based on a simple idea. Of course, they’re not as good as a human at these tasks yet—but they’re good enough to have changed my writing process already through Lex, and their rate of improvement is high enough that in a year or two I think we’ll be shocked that we ever wrote without them. Going back will feel like trying to hike a mountain in high heels. </p>\n<p>But that’s just how these tools will change the actual writing. They’ll also change writers’ ability to produce content for different formats. Text to speech models are already able to turn essays into human-like narration—just check out tools like Murf.</p>\n<p>Video is a tougher nut to crack, but it’s definitely on the way. It’s already trivial to turn text into images using DALL·E and Stable Diffusion. It’s also trivial to use AI to interpolate between two images to create a rough animation. Tools like Runway are advancing rapidly in this space—and I don’t see any reason why these models won’t be able to create high-quality, format driven YouTube videos from an essay in a few years.</p>\n<p>AI tools will allow solo creators to run a Ryan Holiday-style business—but much more cheaply, and without a large team.</p>\n<p>I think the same thing is true for small teams of people who are trying to start startups.\nHow this will work for founders</p>\n<p>People who are looking to start startups usually think a lot about productivity. Many of us get very into taking lots of notes, reading widely, trying various todo list apps, and trying out new calendar and inbox techniques to get more done.</p>\n<p>By contrast, founders who already have successful startups don’t seem to think about that stuff very much.</p>\n<p>In short, productivity seems to follow a midwit curve:</p>\n<p>Andrey Zagoruiko 🇺🇦@andreyzagoruiko</p>\n<p>accurate</p>\n<p>July 26th 2022, 7:19pm EST\n1k Retweets16k Likes</p>\n<p>Why is this? To some extent, the midwit curve is a normal learning curve. You try lots of things and settle on a few simple ideas that work well for you as you get further into your career and your company. </p>\n<p>But what people forget is that founders at successful companies have another reason not to have to take so many notes or use so many productivity systems:</p>\n<p>They have an entire organization that acts as an extension of their intelligence. In a sense, the organization itself is the biggest productivity hack of all—rendering cheap alternatives like note-taking systems or pomodoros obsolete.</p>\n<p>People who are just starting out on their company-building journey can’t afford and won’t be given the opportunity to marshal or coordinate intelligence yet. So they have to start by learning to coordinate cheaper options—like note taking systems, and todo list software. As they get good at those, they end up leaning less heavily on them because they can lean on the people around them to perform many of the same functions:</p>\n<pre><code>Executive assistants and chiefs of staff are in charge of keeping track of your calendar, and culling your email—so calendaring, scheduling, and inbox techniques are less of a focus\nDirect reports are largely responsible for gathering, synthesizing, and presenting you with information about the status of ongoing work—and for updating systems of record with the status of that work—so note-taking is less important than asking concise questions and driving toward an overall vision or set of goals through regular checkpoints\n</code></pre>\n<p>The same thing is soon going to be available to anyone at a far cheaper price. Rather than spending time gathering, organizing, and recording information for later use, productivity-obsessed business-people in their 20s and 30s will instead be getting far better at asking the right questions, getting good answers back from the system, and learning to guide it toward what they want.</p>\n<p>But that’s just the start. Founders usually start out doing every function inside of a company:</p>\n<pre><code>Product\nDesign\nEngineering\nSales\nMarketing\nOps / Finance\nCustomer service\n</code></pre>\n<p>At the beginning of a company the customer service work might only take a few minutes a day—you have very few customers, and their requests take only a short time to respond to. Even better, if they ask for new features in the product, you might be able to build and ship them in a few hours because the codebase isn’t particularly complicated and you know exactly what needs to be built because you’re the one who was talking to the customer.</p>\n<p>As time goes on, each of these tasks grows in its complexity and the time required to do it. Instead of customer service taking a few minutes a day, by the time you reach scale it might be the job of an entire team of people to respond to only one kind of customer service request. Similarly, an entire team might be responsible for a single feature of the product.</p>\n<p>Even the limited models we have today change the equation for startups at an early stage:</p>\n<pre><code>Chatbots are already being used at scale to respond to repetitive customer requests\nTools like AskViable aggregate customer feedback and respond intelligently to questions about what people want so that it can be acted on\nGitHub CoPilot significantly reduces the time it takes to build new features\n</code></pre>\n<p>The curve of improvement here is quite steep, and the trend is clear. </p>\n<p>What these models will become in a few years is a chatbot that can get stuff done: you tell it what you want and it does it. If it has questions it will ask them, and you’ll have the opportunity to provide feedback as the task is completed to make sure it’s done right.</p>\n<p>I think in a few years this will mean founders will be able to scale a product to millions of users without requiring a huge team.\nWhat's next though?</p>\n<p>This vision of the future brings up a bunch of obvious questions. </p>\n<p>For one, what sorts of skills are still important in a world where AI can do many tasks—including creative tasks—for us? For another, if you buy the argument above it’s clear that AI will empower some individuals—but what about the people it replaces?</p>\n<p>I don’t know the answer to either of these questions! But I do have a few guesses.</p>\n<p>For one, these kinds of skills are always going to be quite important:</p>\n<pre><code>Vision\nTaste\nAbility to prioritize\n</code></pre>\n<p>In other words, you’re still going to have to have some idea what you want the model to do and not do. You also need to have some idea whether it’s doing the job well or not. I think this is true even of models that are self-improving—at some point, someone’s got to look at it and decide whether or not to keep it plugged in.</p>\n<p>As to the second question, my theory of all of this is that work tends to be fractal. Having bots that can do tasks for us doesn’t necessarily mean a net-loss in jobs—instead the kinds of jobs and the skills they require will change significantly.</p>\n<p>If we go back to the Ryan Holiday example, it seems clear that someone like him might be able to use AI to create a similar amount of output with a smaller team. But once you can produce more with less, the usual move is to create more until hit another constraint.</p>\n<p>For example, maybe instead of having two daily emails, someone like him will be able to have four with the same budget. And as he creates more, he’ll still need to hire people to train and manage the models that are doing a lot of the work. Ultimately, people are still required. There’s just way more leverage on their time. </p>\n<p>That doesn't mean things are just going to work out automatically. These kinds of technology shifts can cause significant harm to people whose jobs and skillsets need to change dramatically. It will require good policy and regulation to catch up with the shift, and significant conversations at the societal level about how humans should function and relate to each other in concert with these tools.</p>\n<p>As that's happening, though, individuals who are familiar with and skilled at using them have an opportunity to do better and more impactful work than they ever have before. And that opportunity is distributed to anyone with an internet connection, a laptop, and a desire to play around with these models. I think that’s pretty exciting.</p>\n<p>What did you think of this post?\nAmazing Good Meh Bad</p>\n<p>You received this email because you signed up for emails from Every. No longer interested in receiving emails from us? Click here to unsubscribe.\n221 Canal St 5th floor, New York, NY 10013</p>","noteIndex":{"id":"CpS9sdQeO83XthdjEzqoL","title":"djradon's wiki","desc":"","updated":1725596786107,"created":1631142505051,"custom":{"nav_order":0,"permalink":"/"},"fname":"root","type":"note","vault":{"fsPath":"public-notes","remote":{"type":"git","url":"git@github.com:djradon/public-notes.git"},"name":"public-notes"},"contentHash":"bba9cf74d5d2d4e8dcab9ae4dbda62e9","links":[{"type":"wiki","from":{"fname":"root","id":"CpS9sdQeO83XthdjEzqoL","vaultName":"public-notes"},"value":"ar.swyx.learn-in-public","alias":"learning-in-public","position":{"start":{"line":6,"column":20,"offset":56},"end":{"line":6,"column":66,"offset":102},"indent":[]},"xvault":false,"sameFile":false,"to":{"fname":"ar.swyx.learn-in-public"}},{"type":"wiki","from":{"fname":"root","id":"CpS9sdQeO83XthdjEzqoL","vaultName":"public-notes"},"value":"t","position":{"start":{"line":10,"column":3,"offset":228},"end":{"line":10,"column":8,"offset":233},"indent":[]},"xvault":false,"sameFile":false,"to":{"fname":"t"}},{"type":"wiki","from":{"fname":"root","id":"CpS9sdQeO83XthdjEzqoL","vaultName":"public-notes"},"value":"idea","position":{"start":{"line":11,"column":3,"offset":258},"end":{"line":11,"column":11,"offset":266},"indent":[]},"xvault":false,"sameFile":false,"to":{"fname":"idea"}},{"type":"wiki","from":{"fname":"root","id":"CpS9sdQeO83XthdjEzqoL","vaultName":"public-notes"},"value":"ar","position":{"start":{"line":13,"column":5,"offset":377},"end":{"line":13,"column":11,"offset":383},"indent":[]},"xvault":false,"sameFile":false,"to":{"fname":"ar"}},{"type":"wiki","from":{"fname":"root","id":"CpS9sdQeO83XthdjEzqoL","vaultName":"public-notes"},"value":"book","position":{"start":{"line":14,"column":5,"offset":426},"end":{"line":14,"column":13,"offset":434},"indent":[]},"xvault":false,"sameFile":false,"to":{"fname":"book"}},{"type":"wiki","from":{"fname":"root","id":"CpS9sdQeO83XthdjEzqoL","vaultName":"public-notes"},"value":"community","position":{"start":{"line":15,"column":5,"offset":439},"end":{"line":15,"column":18,"offset":452},"indent":[]},"xvault":false,"sameFile":false,"to":{"fname":"community"}},{"type":"wiki","from":{"fname":"root","id":"CpS9sdQeO83XthdjEzqoL","vaultName":"public-notes"},"value":"course","position":{"start":{"line":16,"column":5,"offset":457},"end":{"line":16,"column":15,"offset":467},"indent":[]},"xvault":false,"sameFile":false,"to":{"fname":"course"}},{"type":"wiki","from":{"fname":"root","id":"CpS9sdQeO83XthdjEzqoL","vaultName":"public-notes"},"value":"event","position":{"start":{"line":17,"column":5,"offset":472},"end":{"line":17,"column":14,"offset":481},"indent":[]},"xvault":false,"sameFile":false,"to":{"fname":"event"}},{"type":"wiki","from":{"fname":"root","id":"CpS9sdQeO83XthdjEzqoL","vaultName":"public-notes"},"value":"game","position":{"start":{"line":18,"column":5,"offset":486},"end":{"line":18,"column":13,"offset":494},"indent":[]},"xvault":false,"sameFile":false,"to":{"fname":"game"}},{"type":"wiki","from":{"fname":"root","id":"CpS9sdQeO83XthdjEzqoL","vaultName":"public-notes"},"value":"loc","position":{"start":{"line":19,"column":5,"offset":499},"end":{"line":19,"column":12,"offset":506},"indent":[]},"xvault":false,"sameFile":false,"to":{"fname":"loc"}},{"type":"wiki","from":{"fname":"root","id":"CpS9sdQeO83XthdjEzqoL","vaultName":"public-notes"},"value":"org","position":{"start":{"line":20,"column":5,"offset":511},"end":{"line":20,"column":12,"offset":518},"indent":[]},"xvault":false,"sameFile":false,"to":{"fname":"org"}},{"type":"wiki","from":{"fname":"root","id":"CpS9sdQeO83XthdjEzqoL","vaultName":"public-notes"},"value":"user","position":{"start":{"line":21,"column":5,"offset":523},"end":{"line":21,"column":13,"offset":531},"indent":[]},"xvault":false,"sameFile":false,"to":{"fname":"user"}},{"type":"wiki","from":{"fname":"root","id":"CpS9sdQeO83XthdjEzqoL","vaultName":"public-notes"},"value":"prdct","position":{"start":{"line":22,"column":5,"offset":537},"end":{"line":22,"column":14,"offset":546},"indent":[]},"xvault":false,"sameFile":false,"to":{"fname":"prdct"}},{"type":"wiki","from":{"fname":"root","id":"CpS9sdQeO83XthdjEzqoL","vaultName":"public-notes"},"value":"recipe","position":{"start":{"line":23,"column":5,"offset":597},"end":{"line":23,"column":15,"offset":607},"indent":[]},"xvault":false,"sameFile":false,"to":{"fname":"recipe"}},{"type":"wiki","from":{"fname":"root","id":"CpS9sdQeO83XthdjEzqoL","vaultName":"public-notes"},"value":"video","position":{"start":{"line":24,"column":5,"offset":612},"end":{"line":24,"column":14,"offset":621},"indent":[]},"xvault":false,"sameFile":false,"to":{"fname":"video"}},{"type":"wiki","from":{"fname":"root","id":"CpS9sdQeO83XthdjEzqoL","vaultName":"public-notes"},"value":"vs","position":{"start":{"line":25,"column":3,"offset":658},"end":{"line":25,"column":9,"offset":664},"indent":[]},"xvault":false,"sameFile":false,"to":{"fname":"vs"}},{"type":"wiki","from":{"fname":"root","id":"CpS9sdQeO83XthdjEzqoL","vaultName":"public-notes"},"value":"wanted","position":{"start":{"line":26,"column":3,"offset":667},"end":{"line":26,"column":13,"offset":677},"indent":[]},"xvault":false,"sameFile":false,"to":{"fname":"wanted"}},{"type":"wiki","from":{"fname":"root","id":"CpS9sdQeO83XthdjEzqoL","vaultName":"public-notes"},"value":"tags","position":{"start":{"line":28,"column":5,"offset":707},"end":{"line":28,"column":13,"offset":715},"indent":[]},"xvault":false,"sameFile":false,"to":{"fname":"tags"}},{"type":"wiki","from":{"fname":"root","id":"CpS9sdQeO83XthdjEzqoL","vaultName":"public-notes"},"value":"c","position":{"start":{"line":29,"column":5,"offset":779},"end":{"line":29,"column":10,"offset":784},"indent":[]},"xvault":false,"sameFile":false,"to":{"fname":"c"}},{"type":"wiki","from":{"fname":"root","id":"CpS9sdQeO83XthdjEzqoL","vaultName":"public-notes"},"value":"p","position":{"start":{"line":30,"column":5,"offset":819},"end":{"line":30,"column":10,"offset":824},"indent":[]},"xvault":false,"sameFile":false,"to":{"fname":"p"}},{"type":"wiki","from":{"fname":"root","id":"CpS9sdQeO83XthdjEzqoL","vaultName":"public-notes"},"value":"t.km.zettelkasten","position":{"start":{"line":32,"column":17,"offset":900},"end":{"line":32,"column":38,"offset":921},"indent":[]},"xvault":false,"sameFile":false,"to":{"fname":"t.km.zettelkasten"}},{"type":"wiki","from":{"fname":"root","id":"CpS9sdQeO83XthdjEzqoL","vaultName":"public-notes"},"value":"user.Sönke-Ahrens","alias":"@Sönke-Ahrens","position":{"start":{"line":32,"column":109,"offset":992},"end":{"line":32,"column":122,"offset":1005},"indent":[]},"xvault":false,"to":{"fname":"user.Sönke-Ahrens"}},{"type":"wiki","from":{"fname":"root","id":"CpS9sdQeO83XthdjEzqoL","vaultName":"public-notes"},"value":"t.tm.getting-things-done","position":{"start":{"line":34,"column":13,"offset":1077},"end":{"line":34,"column":41,"offset":1105},"indent":[]},"xvault":false,"sameFile":false,"to":{"fname":"t.tm.getting-things-done"}},{"type":"wiki","from":{"fname":"root","id":"CpS9sdQeO83XthdjEzqoL","vaultName":"public-notes"},"value":"user.andy-matuschak","alias":"@andy-matuschak","position":{"start":{"line":42,"column":134,"offset":1443},"end":{"line":42,"column":149,"offset":1458},"indent":[]},"xvault":false,"to":{"fname":"user.andy-matuschak"}},{"type":"wiki","from":{"fname":"root","id":"CpS9sdQeO83XthdjEzqoL","vaultName":"public-notes"},"value":"user.maggie-appleton","alias":"@maggie-appleton","position":{"start":{"line":42,"column":154,"offset":1463},"end":{"line":42,"column":170,"offset":1479},"indent":[]},"xvault":false,"to":{"fname":"user.maggie-appleton"}},{"type":"wiki","from":{"fname":"root","id":"CpS9sdQeO83XthdjEzqoL","vaultName":"public-notes"},"value":"ar.substack.carpe-noctem","position":{"start":{"line":44,"column":11,"offset":1568},"end":{"line":44,"column":39,"offset":1596},"indent":[]},"xvault":false,"sameFile":false,"to":{"fname":"ar.substack.carpe-noctem"}},{"type":"wiki","from":{"fname":"root","id":"CpS9sdQeO83XthdjEzqoL","vaultName":"public-notes"},"value":"book.how-to-take-smart-notes","position":{"start":{"line":47,"column":7,"offset":1605},"end":{"line":47,"column":39,"offset":1637},"indent":[]},"xvault":false,"sameFile":false,"to":{"fname":"book.how-to-take-smart-notes"}}],"anchors":{"purpose":{"type":"header","text":"Purpose","value":"purpose","line":10,"column":0,"depth":2},"contents":{"type":"header","text":"Contents","value":"contents","line":14,"column":0,"depth":2},"beware":{"type":"header","text":"Beware!","value":"beware","line":42,"column":0,"depth":2},"what-this-is-not":{"type":"header","text":"What This Is Not","value":"what-this-is-not","line":46,"column":0,"depth":2}},"children":["7272514wvvn78ppl0gxbz1o","1oo01iddhf8xrhghsn50s68","1xo3rb42oibz4c0ci2hns1w","j4v1t5j8jlertnw3qehr7eh","y4mse62vwwswwoy83dog5l8","vxdnqfler524hz0cijghw52","2d2rpnxxhmeddduz9k0hrb1","dfk38hodq90wterkjm41g6d","mt44zhi7hgua7aosvn41m20","d9iapeyx1ykhni9iub35s0j","48sncuimn75uzjhk3fhpnzk","b98hmcjkz5mxbemof53ecrg","x7kou1vhk03q2jo1xgis6ei","c5qcd8cate4ic318mkmmkn0","4o5r1utc0onqbp5y50jo4bv","ctw4hojtksuyqzrhmeuxxv7","ipdzhc7arjmmikv6cc9av4g","avll3ht5e6v6brobqu6tu4f","pk8PcdWdd5M38WncZRnzN","64sr0zgblkoq70tu21r2dpw","pr50duvmwnfu5pf0zohcftk","wfhwxyrxvc5wt4e7yd81ot4","6q10hkz3zuvnueqa9slqqmu","h8etzbpdi04ynqoka3yhiei","llras18my52v1xrhkbmk9c2","q9y3ud88060hd6zdz0myhdr","v6oz4wid9tn2mzmjhcgalzv","ggw3ek46ptgebsgxgihr1dh","4qppc4bpj9d3and3abrlvty","QgQWvVXn3EJF7RptGkK2z","VdoOKc3Rq9WmIDPW3ifi0","g24de3ikvaqmy6bp4m223t0","glaj6jozq0g9ia3qvht816v","y1gcp9ejsspitoo2rfeiu5p","mpq0j669d32a9hlcorxc937","iwzjycxw60spksr4r4q2rph"],"parent":null,"data":{},"body":"\nWelcome! And beware!  \n\n## Purpose\n\nThis vault is the \"[[learning-in-public|ar.swyx.learn-in-public]]\" part of my Second Brain. If you share some of my interests, please [reach out](https://djradon.github.io)! \n\n## Contents\n\n- [[t]] my personal wikipedia\n- [[idea]] (not necessarily mine)\n- Resource Notes, including highlights, thoughts and metadata, for various things:\n  - [[ar]] mostly articles, papers and web pages\n  - [[book]]\n  - [[community]]\n  - [[course]]\n  - [[event]]\n  - [[game]]\n  - [[loc]]\n  - [[org]]\n  - [[user]] \n  - [[prdct]] mostly software products, but also ontologies\n  - [[recipe]]\n  - [[video]] movies, tv episodes, youtube, etc\n- [[vs]]\n- [[wanted]]\n- Some \"Metadata Notes\":\n  - [[tags]] which may refer to any and multiple (or none) of the above\n  - [[c]]: ways to categorize resources\n  - [[p]]: ways to assert things about resources (mostly abandoned)\n\nIn terms of the [[t.km.zettelkasten]] method, this wiki is a commingling of literature notes with something @Sönke-Ahrens warned about: a \"personal Wikipedia or a database\" [^1]. \n\nIn terms of [[t.tm.getting-things-done]], it's references, someday-maybe, next actions, and public projects.\n\n## Beware!\n\nThis is a cluttered cupboard of jumbled jottings riddled with inaccuracies, confusion, and mistakes.\n\n## What This Is Not\n\n- evergreen-notes/digital-garden: for \"synthesized\" / original-ish publishable big-idea notes that should evolve over time, props to @andy-matuschak and @maggie-appleton\n- blog: for \"point-in-time\" items to be shared: personal news, articles, etc.\n  - e.g., [[ar.substack.carpe-noctem]]\n\n\n[^1]: [[book.how-to-take-smart-notes]]  "},"collectionChildren":null,"customHeadContent":null,"config":{"version":5,"dev":{"enablePreviewV2":true},"commands":{"lookup":{"note":{"selectionMode":"none","confirmVaultOnCreate":true,"leaveTrace":false,"bubbleUpCreateNew":true,"vaultSelectionModeOnCreate":"smart","fuzzThreshold":0.2}},"randomNote":{},"insertNoteLink":{"aliasMode":"selection","enableMultiSelect":false},"insertNoteIndex":{"enableMarker":false},"copyNoteLink":{"aliasMode":"none"},"templateHierarchy":"template"},"workspace":{"dendronVersion":"0.83.0","vaults":[{"fsPath":"public-notes","remote":{"type":"git","url":"git@github.com:djradon/public-notes.git"},"name":"public-notes"}],"journal":{"dailyDomain":"daily","name":"journal","dateFormat":"y.MM.dd","addBehavior":"childOfDomain"},"scratch":{"name":"scratch","dateFormat":"y.MM.dd.HHmmss","addBehavior":"asOwnDomain"},"graph":{"zoomSpeed":1,"createStub":false},"enableAutoCreateOnDefinition":false,"enableXVaultWikiLink":false,"enableRemoteVaultInit":true,"workspaceVaultSyncMode":"noCommit","enableAutoFoldFrontmatter":false,"maxPreviewsCached":10,"maxNoteLength":204800,"enableUserTags":true,"enableHashTags":true,"task":{"name":"","dateFormat":"","addBehavior":"childOfCurrent","statusSymbols":{"":" ","wip":"w","done":"x","assigned":"a","moved":"m","blocked":"b","delegated":"l","dropped":"d","pending":"y"},"prioritySymbols":{"H":"high","M":"medium","L":"low"},"todoIntegration":false,"createTaskSelectionType":"selection2link","taskCompleteStatus":["done","x"]},"enableEditorDecorations":true,"enableFullHierarchyNoteTitle":false,"enablePersistentHistory":false},"preview":{"enableFMTitle":true,"enableNoteTitleForLink":true,"enableKatex":true,"automaticallyShowPreview":false,"enableFrontmatterTags":true,"enableHashesForFMTags":false,"enablePrettyRefs":false},"publishing":{"enableFMTitle":true,"enableNoteTitleForLink":true,"enablePrettyRefs":true,"enableKatex":true,"copyAssets":true,"siteHierarchies":["root"],"writeStubs":false,"siteRootDir":"docs","seo":{"title":"djradon's wiki","description":"a personal knowledge space"},"github":{"enableEditLink":false,"editLinkText":"Edit this page on GitHub","editBranch":"main","editViewMode":"tree"},"enableSiteLastModified":true,"enableFrontmatterTags":true,"enableHashesForFMTags":false,"enableRandomlyColoredTags":true,"enableTaskNotes":true,"enablePrettyLinks":true,"searchMode":"lookup","siteUrl":"https://djradon.github.io","assetsPrefix":"/wiki","ga":{"tracking":"G-X7H6C4TMC7"},"siteFaviconPath":"favicon.ico","siteIndex":"root"}}},"__N_SSG":true}